export default {
  projections: {
    СотрудникиE: {
      iD: {
        __caption__: 'ID'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      серияПас: {
        __caption__: 'Серия пас'
      },
      номерПасп: {
        __caption__: 'Номер пасп'
      },
      отделы: {
        __caption__: 'Отделы',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      организации: {
        __caption__: 'Организации',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      iD: {
        __caption__: 'ID'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      серияПас: {
        __caption__: 'Серия пас'
      },
      номерПасп: {
        __caption__: 'Номер пасп'
      },
      отделы: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      организации: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    имя: {
      __caption__: 'Имя'
    },
    номерПасп: {
      __caption__: 'Номер пасп'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПас: {
      __caption__: 'Серия пас'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должности: {
      __caption__: 'Должности'
    },
    организации: {
      __caption__: 'Организации'
    },
    отделы: {
      __caption__: 'Отделы'
    }
  }
};
