export default {
  projections: {
    ТчE: {
      тип: {
        __caption__: 'Тип'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      ндфл: {
        __caption__: 'Ндфл'
      },
      взносы: {
        __caption__: 'Взносы'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    взносы: {
      __caption__: 'Взносы'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    ндфл: {
      __caption__: 'Ндфл'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    тип: {
      __caption__: 'Тип'
    },
    расчетныйЛист: {
      __caption__: 'расчетныйЛист'
    }
  }
};
