export default {
  projections: {
    ГрафикОтпускE: {
      номерДок: {
        __caption__: 'Номер док'
      },
      дата: {
        __caption__: 'Дата'
      },
      датаНач: {
        __caption__: 'Дата нач'
      },
      колДней: {
        __caption__: 'Кол дней'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    ГрафикОтпускL: {
      номерДок: {
        __caption__: 'Номер док'
      },
      дата: {
        __caption__: 'Дата'
      },
      датаНач: {
        __caption__: 'Дата нач'
      },
      колДней: {
        __caption__: 'Кол дней'
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    датаНач: {
      __caption__: 'Дата нач'
    },
    колДней: {
      __caption__: 'Кол дней'
    },
    номерДок: {
      __caption__: 'Номер док'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
