export default {
  projections: {
    РасчетныйЛистE: {
      номерЛиста: {
        __caption__: 'Номер листа'
      },
      дата: {
        __caption__: 'Дата'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      тч: {
        __caption__: 'Тч',
        тип: {
          __caption__: 'Тип'
        },
        наименование: {
          __caption__: 'Наименование'
        },
        ндфл: {
          __caption__: 'Ндфл'
        },
        взносы: {
          __caption__: 'Взносы'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    РасчетныйЛистL: {
      номерЛиста: {
        __caption__: 'Номер листа'
      },
      дата: {
        __caption__: 'Дата'
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерЛиста: {
      __caption__: 'Номер листа'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    тч: {
      __caption__: 'Тч'
    }
  }
};
